[
  {
    "key": [
      "bot responde anclado"
    ],
    "value": [
      "61705"
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde lista",
      "bot responde listas"
    ],
    "value": [
      "Aquí puedes encontrar las listas del proyecto https://www.tdtchannels.com/listas, junto a una explicación para qué sirve y dónde reproducir cada una.\nRecordamos que la mejor forma de visualizar los canales del proyecto es a través de las aplicaciones oficiales Android https://www.tdtchannels.com/android y iPhone https://www.tdtchannels.com/iphone.\nMás información acerca de qué canales pueden reproducirse en qué plataformas, consulta https://tdtchannels.com/status."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde estado"
    ],
    "value": [
      "Información acerca de qué canales pueden reproducirse en qué plataformas, consulta https://tdtchannels.com/status."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde apk",
      "bot responde android"
    ],
    "value": [
      "Aquí puedes encontrar la última versión de la aplicación para Android https://www.tdtchannels.com/android. Recuerda seguir los pasos de la instalación indicados en la web para una correcta instalación."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde ios",
      "bot responde iphone"
    ],
    "value": [
      "Aquí puedes encontrar la última versión de la aplicación para iOS https://www.tdtchannels.com/iphone. Recuerda seguir los pasos de la instalación indicados en la web para una correcta instalación."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde otras plataformas"
    ],
    "value": [
      "Aquí puedes encontrar la última versión de la aplicación para distintas plataformas https://www.tdtchannels.com/otrasplataformas"
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde mediaset",
      "bot responde atresmedia"
    ],
    "value": [
      "Las emisiones de Mediaset y/o Atresmedia sólo se pueden reproducir vía TDTChannels para Android. Comprueba https://tdtchannels.com/status para comprobar el estado de los canales para las plataformas."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde android vacia"
    ],
    "value": [
      "Revisa que no esté activado el modo Favoritos (el corazón en la barra superior debe estar desmarcado). Si el problema persiste, desinstala e instala la aplicación de nuevo."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde iphone vacia"
    ],
    "value": [
      "Revisa la URL insertada en la aplicación. Más información acerca de las listas en https://www.tdtchannels.com/listas."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde chromecast"
    ],
    "value": [
      "La aplicación oficial de TDTChannels es compatible con Chromecast solo en la app de Android a partir de la versión 2.3.0. Si todavía no tienes la última versión, puedes descargarla desde el siguiente enlace: https://www.tdtchannels.com/android"
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde colaborar"
    ],
    "value": [
      "Muchas gracias por plantearte colaborar con nosotros!\nAceptamos ayuda en cuanto a responder por Telegram, ayuda técnica en las aplicaciones. Y si no puedes colaborar de esa forma, abrimos la puerta a colaborar con cafés en https://www.buymeacoffee.com/mLaQuay, también puede ser por Paypal, transferencia o criptomonedas. Gracias!"
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde peticion"
    ],
    "value": [
      "Gracias por sugerir un canal a TDTChannels!\nLas peticiones para añadir nuevas emisoras y/o canales deben realizarse en https://www.tdtchannels.com/peticion. Antes de realizarla por favor comprueba que el canal emita en abierto, de forma legal, y que no esté ya en el proyecto (https://github.com/LaQuay/TDTChannels/blob/master/peticiones.md). De esta forma podemos canalizar el trabajo en TDTChannels.\nNo damos respuestas a las peticiones, si una semana después de hacerla no aparece, puedes escribirnos por privado para consultar motivos."
    ],
    "shouldDeleteProvoker": true
  },
{
    "key": [
      "bot responde vpn",
      "bot responde VPN"
    ],
    "value": [
      "Si estás fuera de España es posible que necesites utilizar una VPN de un servidor de España para poder disfrutar de todos los canales.\n\nPara más información usa el buscador del grupo:\nANDROID/WINDOWS: 3 puntitos arriba a la derecha.\nIOs: Pulsar sobre el nombre del canal, en la barra de título arriba e icono de lupa.\n\n Ahí encontrarás algunas VPNs que utilizan los usuarios del grupo."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "laliga",
      "movistar",
      "dazn",
      "photocall",
      "f1",
      "motos",
      "toros",
      "syfy",
      "dark"
    ],
    "value": [
      "Se ha detectado un posible mensaje que incumple normas. Reporte enviado a los administradores. En TDTChannels estamos totalmente en contra de la piratería. En el anclado tienes más información. Gracias."
    ],
    "level": "user",
    "shouldDeleteProvoker": false,
    "shouldWaitForAdmin": true,
    "extraInfo": {
      "waitForAdmin": {
        "waitMessage": "¿Eliminar mensaje?",
        "deleteMessage": "Eliminar",
        "maintainMessage": "Mantener"
      }
    }
  },
  {
    "key": [
      "canalten",
      "dmax",
      "dkiss",
      "bomcine",
      "8madrid",
      "barçatv",
      "barcatv"
    ],
    "value": [
      "Hola, has mencionado un canal que no emite en abierto por Internet. Aunque emite en la TDT Española. Lamentablemente al no emitir en abierto por Internet no puede estar incluído en el proyecto. Revisa www.tdtchannels.com/status para más información. Gracias."
    ],
    "level": "user",
    "shouldDeleteProvoker": false
  },
  {
    "key": [
      "antena3",
      "telecinco",
      "fdf",
      "divinity",
      "energy",
      "boing",
      "cuatro", 
      "lasexta", 
      "tele5",
      "mediaset",
      "atresmedia"
    ],
    "value": [
      "Actualmente los canales de Mediaset y Atresmedia solo están disponibles en la aplicación Android y en las webs oficiales desde España.\nPuedes consultar el estado de los canales en el siguiente enlace https://github.com/LaQuay/TDTChannels/blob/master/info_television.md"
    ],
    "level": "user",
    "shouldDeleteProvoker": false
  },
    {
    "key": [
    "bot responde icono"
    ],
    "value": [
      "En algunos dispositivos de Amazon puede fallar el icono de la aplicación. Este error es externo a TDTChannels y debe ser solucionado por Amazon."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "regex": [
      "/g+i+v+e+a+w+a+y+/i"
    ],
    "shouldDeleteProvoker": true
  }
]
