[
  {
    "key": [
      "bot responde anclado"
    ],
    "value": [
      "61705"
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde lista",
      "bot responde listas"
    ],
    "value": [
      "Aqu铆 puedes encontrar las listas del proyecto https://www.tdtchannels.com/listas, junto a una explicaci贸n para qu茅 sirve y d贸nde reproducir cada una.\nRecordamos que la mejor forma de visualizar los canales del proyecto es a trav茅s de las aplicaciones oficiales Android https://www.tdtchannels.com/android y iPhone https://www.tdtchannels.com/iphone.\nM谩s informaci贸n acerca de qu茅 canales pueden reproducirse en qu茅 plataformas, consulta https://tdtchannels.com/status."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde estado"
    ],
    "value": [
      "Informaci贸n acerca de qu茅 canales pueden reproducirse en qu茅 plataformas, consulta https://tdtchannels.com/status."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde apk",
      "bot responde android"
    ],
    "value": [
      "Aqu铆 puedes encontrar la 煤ltima versi贸n de la aplicaci贸n para Android https://www.tdtchannels.com/android. Recuerda seguir los pasos de la instalaci贸n indicados en la web para una correcta instalaci贸n."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde ios",
      "bot responde iphone"
    ],
    "value": [
      "Aqu铆 puedes encontrar la 煤ltima versi贸n de la aplicaci贸n para iOS https://www.tdtchannels.com/iphone. Recuerda seguir los pasos de la instalaci贸n indicados en la web para una correcta instalaci贸n."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde otras plataformas"
    ],
    "value": [
      "Aqu铆 puedes encontrar la 煤ltima versi贸n de la aplicaci贸n para distintas plataformas https://www.tdtchannels.com/otrasplataformas"
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde mediaset",
      "bot responde atresmedia"
    ],
    "value": [
      "Las emisiones de Mediaset y/o Atresmedia s贸lo se pueden reproducir v铆a TDTChannels para Android. Comprueba https://tdtchannels.com/status para comprobar el estado de los canales para las plataformas."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde android vacia"
    ],
    "value": [
      "Revisa que no est茅 activado el modo Favoritos (el coraz贸n en la barra superior debe estar desmarcado). Si el problema persiste, desinstala e instala la aplicaci贸n de nuevo."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde iphone vacia"
    ],
    "value": [
      "Revisa la URL insertada en la aplicaci贸n. M谩s informaci贸n acerca de las listas en https://www.tdtchannels.com/listas."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde chromecast"
    ],
    "value": [
      "La aplicaci贸n oficial de TDTChannels es compatible con Chromecast solo en la app de Android a partir de la versi贸n 2.3.0. Si todav铆a no tienes la 煤ltima versi贸n, puedes descargarla desde el siguiente enlace: https://www.tdtchannels.com/android"
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde colaborar"
    ],
    "value": [
      "Muchas gracias por plantearte colaborar con nosotros!\nAceptamos ayuda en cuanto a responder por Telegram, ayuda t茅cnica en las aplicaciones. Y si no puedes colaborar de esa forma, abrimos la puerta a colaborar con caf茅s en https://www.buymeacoffee.com/mLaQuay, tambi茅n puede ser por Paypal, transferencia o criptomonedas. Gracias!"
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "bot responde peticion"
    ],
    "value": [
      "Gracias por sugerir un canal a TDTChannels!\nLas peticiones para a帽adir nuevas emisoras y/o canales deben realizarse en https://www.tdtchannels.com/peticion. Antes de realizarla por favor comprueba que el canal emita en abierto, de forma legal, y que no est茅 ya en el proyecto (https://github.com/LaQuay/TDTChannels/blob/master/peticiones.md). De esta forma podemos canalizar el trabajo en TDTChannels.\nNo damos respuestas a las peticiones, si una semana despu茅s de hacerla no aparece, puedes escribirnos por privado para consultar motivos."
    ],
    "shouldDeleteProvoker": true
  },
{
    "key": [
      "bot responde vpn",
      "bot responde VPN"
    ],
    "value": [
      "Si est谩s fuera de Espa帽a es posible que necesites utilizar una VPN de un servidor de Espa帽a para poder disfrutar de todos los canales.\n\nPara m谩s informaci贸n usa el buscador del grupo:\nANDROID/WINDOWS: 3 puntitos arriba a la derecha.\nIOs: Pulsar sobre el nombre del canal, en la barra de t铆tulo arriba e icono de lupa.\n\n Ah铆 encontrar谩s algunas VPNs que utilizan los usuarios del grupo."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "key": [
      "laliga",
      "movistar",
      "dazn",
      "photocall",
      "f1",
      "motos",
      "toros",
      "syfy",
      "dark"
    ],
    "value": [
      "Se ha detectado un posible mensaje que incumple normas. Reporte enviado a los administradores. En TDTChannels estamos totalmente en contra de la pirater铆a. En el anclado tienes m谩s informaci贸n. Gracias."
    ],
    "level": "user",
    "shouldDeleteProvoker": false,
    "shouldWaitForAdmin": true,
    "extraInfo": {
      "waitForAdmin": {
        "waitMessage": "驴Eliminar mensaje?",
        "deleteMessage": "Eliminar",
        "maintainMessage": "Mantener"
      }
    }
  },
  {
    "key": [
      "canalten",
      "dmax",
      "dkiss",
      "bomcine",
      "8madrid",
      "bar莽atv",
      "barcatv"
    ],
    "value": [
      "Hola, has mencionado un canal que no emite en abierto por Internet. Aunque emite en la TDT Espa帽ola. Lamentablemente al no emitir en abierto por Internet no puede estar inclu铆do en el proyecto. Revisa www.tdtchannels.com/status para m谩s informaci贸n. Gracias."
    ],
    "level": "user",
    "shouldDeleteProvoker": false
  },
  {
    "key": [
      "antena3",
      "telecinco",
      "fdf",
      "divinity",
      "energy",
      "boing",
      "cuatro", 
      "lasexta", 
      "tele5",
      "mediaset",
      "atresmedia"
    ],
    "value": [
      "Actualmente los canales de Mediaset y Atresmedia solo est谩n disponibles en la aplicaci贸n Android y en las webs oficiales desde Espa帽a.\nPuedes consultar el estado de los canales en el siguiente enlace https://github.com/LaQuay/TDTChannels/blob/master/info_television.md"
    ],
    "level": "user",
    "shouldDeleteProvoker": false
  },
    {
    "key": [
    "bot responde icono"
    ],
    "value": [
      "En algunos dispositivos de Amazon puede fallar el icono de la aplicaci贸n. Este error es externo a TDTChannels y debe ser solucionado por Amazon."
    ],
    "shouldDeleteProvoker": true
  },
  {
    "regex": [
      "/g+i+v+e+a+w+a+y+/im",
      "/m+u+s+k+/im",
      "/b+i+t+c+o+i+n+/im",
      "/e+t+h+e+r+e+u+m+/im", 
      "/+/im",
      "/hornsbytrade/im",
      "/jameshornsby/im"
    ],
    "shouldDeleteProvoker": true
  }
]
